Repository: xrg/demos
Catalog: demos/demos/apps/vbb/locale/*/LC_MESSAGES/django.po
Languages: el

source: Digital Ballot Box
el: Ψηφιακή Κάλπη

source: Home
el: Αρχική

source: Vote
el: Ψηφίστε

source: Read QR Code
el: Ανάγνωση QR Code

source: Please wait...
el: Παρακαλούμε περιμένετε...

source: allow
el: να επιτρέπεται

source: share
el: κοινή χρήση

source: To use the camera of your device, click %(allow)s or %(share)s on the browser's permissions dialog.
el: Για να χρησιμοποιήσετε την κάμερα της συσκευής σας, επιλέξτε %(allow)s ή %(share)s στο πλαίσιο διαλόγου δικαιωμάτων του προγράμματος περιήγησης.

source: Now, point the camera at your ballot's QR code
el: Τώρα, στρέψτε την κάμερα στο QR code του ψηφοδελτίου σας

source: An error occurred
el: Προέκυψε ένα σφάλμα

source: Permission denied
el: Άρνηση πρόσβασης

source: No capture devices found
el: Δεν βρέθηκαν συσκευές καταγραφής

source: Sorry, camera streaming (%(getUserMedia)s) is not supported in this browser.
el: Λυπούμαστε, η χρήση της κάμερας (%(getUserMedia)s) δεν υποστηρίζεται από αυτό το πρόγραμμα περιήγησης.

source: Use a dedicated QR Code reader or type your ballot's link in the browser's address bar.
el: Χρησιμοποιήστε ένα ειδικό πρόγραμμα ανάγνωσης QR Code ή πληκτρολογήστε το σύνδεσμο του ψηφοδελτίου σας στη γραμμή διευθύνσεων του προγράμματος περιήγησης.

source: You are being redirected, please wait...
el: Γίνεται ανακατεύθυνση, παρακαλώ περιμένετε...

source: Link to Digital Ballot Box
el: Σύνδεσμος προς Ψηφιακή Κάλπη

source: here
el: εδώ

source: If you are not automatically redirected, click %(here)s.
el: Αν δεν μεταφερθείτε αυτόματα, κάντε κλικ %(here)s.

source: Election
el: Ψηφοφορία

source: Ballot
el: Ψηφοδέλτιο

source: Questions
el: Ερωτήματα

source: The election ID you specified is not valid.
el: Το αναγνωριστικό ψηφοφορίας που καθορίσατε δεν είναι έγκυρο.

source: The vote token you specified is not valid.
el: Το τεκμήριο ψήφου που καθορίσατε δεν είναι έγκυρο.

source: The election starts on
el: Η ψηφοφορία αρχίζει την

source: The election has been temporarily paused.
el: Η ψηφοφορία έχει παύσει προσωρινά.

source: The election ended on
el: Η ψηφοφορία ολοκληρώθηκε την

source: This ballot has already been used.
el: Το ψηφοδέλτιο αυτό έχει ήδη χρησιμοποιηθεί.

source: Could connect to server.
el: Δεν ήταν δυνατή η σύνδεση με τον εξυπηρετητή.

source: Please try again.
el: Παρακαλούμε προσπαθήστε ξανά.

source: Please try again later.
el: Παρακαλούμε προσπαθήστε ξανά αργότερα.

source: An unexpected error occurred.
el: Παρουσιάστηκε ένα μη αναμενόμενο σφάλμα.

source: Please make sure that the web address matches the link in your ballot.
el: Παρακαλούμε βεβαιωθείτε ότι η τρέχουσα διεύθυνση ιστού ταιριάζει με το σύνδεσμο του ψηφοδελτίου σας.

source: Your vote has been accepted
el: Η ψήφος σας έγινε δεκτή

source: Success
el: Επιτυχία

source: Error
el: Σφάλμα

source: Question
el: Ερώτημα

source: Select one option
el: Έχετε μία επιλογή

source: Previous Question
el: Προηγούμενο Ερώτημα

source: Next Question
el: Επόμενο Ερώτημα

source: Please fill in all questions
el: Παρακαλούμε συμπληρώστε όλα τα ερωτήματα

source: Submit vote
el: Υποβολή ψήφου

source: Security Code
el: Κωδικός Ασφαλείας

source: Please enter your ballot's security code
el: Παρακαλούμε εισαγάγετε τον κωδικό ασφαλείας του ψηφοδελτίου

source: Ballot %(serial)s - Side %(tag)s
el: Ψηφοδέλτιο %(serial)s - Όψη %(tag)s

source: The security code enables the voter's web interface. Alternatively, press "Cancel" to vote by typing the vote-codes.
el: Ο κωδικός ασφαλείας ενεργοποιεί το γραφικό περιβάλλον ψηφοφόρου. Εναλλακτικά, πατήστε "Ακύρωση" για να ψηφίσετε πληκτρολογώντας τους κωδικούς επιλογών.

source: Important
el: Σημαντικό

source: To protect your privacy, the security code is neither saved nor sent to the server.
el: Για την προστασία της ιδιωτικότητάς σας, ο κωδικός ασφαλείας δεν αποθηκεύεται και δεν αποστέλλεται στον εξυπηρετητή.

source: Cancel
el: Ακύρωση

source: OK
el: Εντάξει

source: Please confirm your selections
el: Παρακαλούμε επιβεβαιώστε τις επιλογές σας

source: Option
el: Επιλογή

source: Votecode
el: Κωδικός

source: After clicking "Confirm", your vote will be submitted to the server and you will not be able to make any further changes.
el: Αφού κάνετε κλικ στο "Επιβεβαίωση", η ψήφος σας θα αποσταλεί στον εξυπηρετητή και δεν θα μπορείτε να προβείτε σε περαιτέρω αλλαγές.

source: Confirm
el: Επιβεβαίωση

source: Close
el: Κλείσιμο

source: Receipt
el: Απόδειξη

source: The results will be announced after the election has ended.
el: Τα αποτελέσματα θα ανακοινωθούν μετά την ολοκλήρωση της ψηφοφορίας.

source: Thank you for your participation!
el: Σας ευχαριστούμε για τη συμμετοχή σας!

source: Audit and Results
el: Επαλήθευση και Αποτελέσματα
