Repository: xrg/demos
Catalog: demos/demos/common/locale/*/LC_MESSAGES/django.po
Languages: el

source: Close
el: Κλείσιμο

source: Error
el: Σφάλμα

source: The election ID you entered is invalid.
el: Το αναγνωριστικό ψηφοφορίας που εισαγάγατε δεν είναι έγκυρο.

source: Your account doesn't have access to this page.
el: Ο λογαριασμός σας δε έχει πρόσβαση σε αυτή τη σελίδα.

source: current
el: τρέχων

source: Developed by the
el: Δημιουργήθηκε από την

source: %(demosvoting)s Research Team
el: Ερευνητική Ομάδα του %(demosvoting)s

source: Code licensed under %(license)s
el: Κώδικας υπό την άδεια %(license)s

source: Documentation licensed under %(license)s
el: Τεκμηρίωση υπό την άδεια %(license)s

source: Learn More
el: Μάθετε περισσότερα

source: Department of Informatics and Telecommunications
el: Τμήμα Πληροφορικής και Τηλεπικοινωνιών

source: National and Kapodistrian University of Athens
el: Εθνικό και Καποδιστριακό Πανεπιστήμιο Αθηνών

source: Please enter the Election ID
el: Παρακαλούμε εισαγάγετε το αναγνωριστικό ψηφοφορίας

source: Redirecting...
el: Γίνεται ανακατεύθυνση...

source: Cancel
el: Ακύρωση

source: Submit
el: Υποβολή

source: starts in %(timediff)s
el: έναρξη σε %(timediff)s

source: ended %(timediff)s ago
el: ολοκληρώθηκε πριν %(timediff)s

source: %(timediff)s remaining
el: απομένει %(timediff)s

source: Your username and password didn't match. Please try again.
el: Το όνομα χρήστη και ο κωδικός σας δεν ταιριάζουν. Παρακαλώ ελέγξτε ότι είναι σωστά.

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
el: Ο λογαριασμός σας δεν έχει πρόσβαση σε αυτή τη σελίδα. Παρακαλώ, χρησιμοποιήστε έναν λογαριασμό με επαρκή δικαιώματα.

source: Please login to see this page.
el: Παρακαλώ συνδεθείτε πρώτα για να δείτε αυτή τη σελίδα.

source: Greek
el: Ελληνικά

source: English
el: Αγγλικά
