Repository: xrg/demos
Catalog: demos/demos/apps/bds/locale/*/LC_MESSAGES/django.po
Languages: el

source: Ballot Distribution Center
el: Κέντρο Διανομής Ψηφοδελτίων

source: Voter e-mails
el: E-mail ψηφοφόρων

source: E-mail csv file
el: Αρχείο CSV με e-mails

source: Ballots
el: Ψηφοδέλτια

source: Archive format
el: Τύπος αρχειοθήκης

source: Home
el: Αρχική

source: Ballot Management
el: Διαχείριση Ψηφοδελτίων

source: Welcome to the DEMOS e-voting system
el: Καλώς ήρθατε στο σύστημα ηλεκτρονικής ψηφοφορίας DEMOS

source: Election ID
el: Αναγνωριστικό Ψηφοφορίας

source: Total Ballots
el: Συνολικά Ψηφοδέλτια

source: Available Ballots
el: Διαθέσιμα Ψηφοδέλτια

source: Election has already started.
el: Η ψηφοφορία έχει ήδη ξεκινήσει.

source: Download Ballots
el: Λήψη Ψηφοδελτίων

source: Close
el: Κλείσιμο

source: Not enough ballots.
el: Δεν υπάρχουν αρκετά ψηφοδέλτια.

source: Download
el: Λήψη

source: Send e-mails
el: Αποστολή e-mail

source: Invalid e-mail(s).
el: Μη έγκυρες διευθύνσεις e-mail

source: e.g.
el: π.χ.

source: Send
el: Αποστολή
